[
    {
        "foodName": "Turkey burger",
        "category": "burger",
        "price": 120,
        "quantity": 16,
        "message": "Just like a beef hamburger, turkey burger toppings are all up to you. You can be as creative or plain as you like.Some common toppings include lettuce, tomato, cheese, ketchup, mustard, mayonnaise, and pickles. Or you can try something beyond the basic toppings and add jalapeños if you want a kick, guacamole if you want something Mexican-inspired, or an egg if you're going for a breakfast-for-dinner vibe.We'll leave the possibilities up to your imagination.",
        "foodPic": "https://img.freepik.com/free-photo/front-view-burger-stand_1793-15542.jpg?w=1380&t=st=1674064358~exp=1674064958~hmac=81e3fdc9716bceed2a5510abced241f8acdd052dd7cf338e3e597bfc3260ec96",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Portobello mushroom burger",
        "category": "burger",
        "price": 200,
        "quantity": 19,
        "message": "Portobello mushrooms are really crimini mushrooms that were allowed to grow to a larger size for a realtaste of beef peel the top of the mushroom from the outside edge th the center rotating as you go and spoon out the gills with a soup spoon, then marinate in fresh lime juice turning every 20 min. then grill and sit bak ...you'll swear your eating a hamburger...enjoy",
        "foodPic": "https://img.freepik.com/free-photo/delicious-meat-sandwich-with-tomatoes-green-dark-surface-close-up-shot_179666-42483.jpg?w=1380&t=st=1674064385~exp=1674064985~hmac=a35a70e165cf696f42e53b7aec9c28e57689f6feb339880731f00d7d3db130f4",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Veggie burger",
        "category": "burger",
        "price": 180,
        "quantity": 13,
        "message": "When setting out to create this veggie burger recipe, we had one major goal. If we are going to call this a veggie burger, let’s make sure there are actually vegetables in it. Have you noticed that most of the veggie burger recipes, we stumble onto online are almost 100% beans. We add beans to this recipe, but they are far from the star. (If you are looking for a simple black bean burger recipe, though, here’s our favorite version. They are so easy!)",
        "foodPic": "https://images.unsplash.com/photo-1550547660-d9450f859349?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=765&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Wild salmon burger",
        "category": "burger",
        "price": 170,
        "quantity": 10,
        "message": "For this recipe, you’ll want to grind part of the salmon in a food processor: It’ll bind the rest, which can be coarsely chopped to retain moisture during cooking. Some bread crumbs keep the burger from becoming as densely packed as (bad) meatloaf. This approach, along with a few simple seasonings, produces delicious burgers in not much more time than it takes to make one from ground chuck. The only real trick is to avoid overcooking. Whether you sauté, broil or grill this burger, it's best when the center remains the color of … salmon. Two or three minutes a side usually does the trick.",
        "foodPic": "https://images.unsplash.com/photo-1565299507177-b0ac66763828?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=722&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Bean burger",
        "category": "burger",
        "price": 130,
        "quantity": 11,
        "message": "Between homemade, restaurant, and store-bought, these are the best black bean burgers I’ve ever tried. With great reviews from taste testers around the world, I’m confident you’ll be satisfied with this bean burger recipe. They’re big, thick, hearty, and flavorful. The trick is to partially dry out the black beans so the burgers do not taste mushy. Grill or bake the black bean burgers and enjoy on a bun, plain, or on a salad.",
        "foodPic": "https://images.unsplash.com/photo-15966629582-0c4ba74a6df6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Cheeseburger",
        "category": "burger",
        "price": 120,
        "quantity": 10,
        "message": "I know you know how to make a cheeseburger … but as it turns out, I have some tips you might find useful! From the best beef to the best bun to the best cheese, today’s burger recipe also comes with your choice of burger sauces: a tomato one or my quick creamy Special Burger Sauce. Plus, homemade fries!",
        "foodPic": "https://images.unsplash.com/photo-1508737027454-e6454ef45afd?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=686&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Neapolitan Pizza",
        "category": "pizza",
        "price": 400,
        "quantity": 19,
        "message": "Most Neapolitan pizza recipes call for placing tomatoes right onto the dough. The San Marzano variety of tomato is a type of Italian tomato that is most often used on Neapolitan pizza. You can find canned San Marzano tomatoes in many grocery stores in the United States these days.But recently, Alex and I discovered an even better trick for making a tomato sauce that was closer to what we remember from our Neapolitan pizza. Using fire-roasted tomatoes! They have a flavor that’s extremely sweet right out of the can. This Easy Pizza Sauce uses just 5 ingredients to make a flavor-popping pizza sauce that reminds us of the best pizza in Naples Italy.",
        "foodPic": "https://images.unsplash.com/photo-1513104890138-7c749659a591?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Chicago Pizza",
        "category": "pizza",
        "price": 410,
        "quantity": 19,
        "message": "This garlic infused pizza sauce is made on the stovetop and, while waiting for the pizza dough to rise, simmers quietly allowing the flavors to develop and the texture to thicken. I like to add some red pepper flakes for a little heat; it really gives this sauce something extra. If you don’t like heat, you can leave it out. This sauce is unlike ANY other tomato sauce I’ve ever had. To me, it tastes like the kinds I’ve had in Chicago. You’re going to love it. Unless of course you don’t like tomato sauce.Along with the miracle crust and this luscious pizza sauce, a whole lotta cheese goes into this deep dish pie. You may use sliced mozzarella or shredded. Whatever it is, slice or shred it yourself from a block of real mozzarella cheese. Pre-shredded mozzarella is just fine, but the taste of sliced or shredded fresh mozzarella is just unbeatable.",
        "foodPic": "https://images.unsplash.com/photo-1513104890138-7c749659a591?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "New York-Style Pizza",
        "category": "pizza",
        "price": 500,
        "quantity": 24,
        "message": "Next, it's the cheese. Unlike a Neapolitan, which uses fresh mozzarella, New York-style pizza uses grated, dry mozzarella—the kind you can get sliced on a meatball sub or wrapped in cryovac blocks near the milk. It's applied sparingly so that it melts into a loose matrix that mingles with the sauce underneath, browning ever so slightly in the heat of the oven. The top of a New York-style pie should look mottled with red, white, and brown—definitely not a solid expanse of white melted cheese.",
        "foodPic": "https://images.unsplash.com/photo-1571066811602-716837d681de?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=536&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Sicilian Pizza",
        "category": "pizza",
        "price": 640,
        "quantity": 18,
        "message": "The crust is thick, slightly chewy, and packed with big bubbles, like the interior of a good baguette. For a piece of bread an inch thick, it's remarkably light, but it's still gonna fill you up. It's baked inside an oiled baking dish so that it ends up with a crisp, golden-brown, almost fried texture on its underside. The toppings are simple: melted aged mozzarella cheese (that's layered under the sauce to keep the dough from getting soggy), a sweet-and-spicy fra diavolo–style tomato sauce, ground Pecorino Romano cheese, and, most importantly, a ton of pepperoni. And not just any pepperoni. We're talking spicy, natural-casing pepperoni. The kind of pepperoni that Adam Kuban, former Serious Eats managing editor and proprietor of Margot's Pizza, refers to as crispy grease chalices, for the way in which they cup up and fry around the edges, their interiors glistening with pools of rendered pepperoni fat.",
        "foodPic": "https://images.unsplash.com/photo-1593504049359-74330189a345?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=627&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Greek Pizza",
        "category": "pizza",
        "price": 700,
        "quantity": 27,
        "message": "This Greek Pizza is amazing! Not only that, but it’s also a simple dish to prepare. You may look at the directions for this pizza and wonder why I’ve added all the topping on after baking. The reason I did so is because when I think of Greek food I often think of fresh veggies. Yes, you could add them on prior to baking if you prefer, but why not try out the unbaked veggie version? I also like how adding them after reduces the amount of liquids that cook down from the vegetables that often just sits, soaking over the pizza which results in a soggy crust. I did saute the peppers, just to reduce the crunch factor but really you could just toss those on fresh too.",
        "foodPic": "https://images.unsplash.com/photo-1593560708920-61dd98c46a4e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=735&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "California Pizza",
        "category": "pizza",
        "price": 920,
        "quantity": 41,
        "message": "Pizza may be originally from Italy, but it truly came into its own in the US. While they have been making pizzas in Naples the same way for hundreds of years, Americans created almost dozens of varieties of pizzas with almost endless toppings. California Pizza Kitchen is known for its innovative and unique pies like Barbeque Chicken Pizza. The next time you are craving a slice, skip delivery and trying making this homemade BBQ Chicken Pizza recipe!",
        "foodPic": "https://images.unsplash.com/photo-1571997478779-2adcbbe9ab2f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Detroit Pizza",
        "category": "pizza",
        "price": 400,
        "quantity": 21,
        "message": "One of our newest obsessions is Detroit-style pizza, a dish born at Buddy's Rendezvous (later to become Buddy's Pizza) in that city more than 70 years ago. Known for its thick crust with crackly-crisp sides and bottom, it also layers classic pizza toppings in reverse order: first optional pepperoni, then cheese (brick cheese, to be totally traditional), then sauce. It’s baked in a special dark anodized pan to achieve perfectly crispy caramelized cheese around the edge; a harmonious balance to the soft, chewy crust, and sauce and gooey cheese on top.",
        "foodPic": "https://images.unsplash.com/photo-1604382355076-af4b0eb603?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "St. Louis Pizza",
        "category": "pizza",
        "price": 700,
        "quantity": 24,
        "message": "With its cracker-thin baking powder crust and square slices, there are those who'd claim this dish isn't in fact a pizza. But to residents of St. Louis, it's one of their city's culinary icons. And before you dismiss it out of hand — try it. Any pizza that can go from Hmmm, I need a snack to hot on your plate in 20 minutes is worth trying at least once! And we guarantee that once you do, you'll be making this simple treat, with its signature smoky cheese topping, over and over again.",
        "foodPic": "https://img.freepik.com/free-photo/chicken-pizza-with-bell-peppers-tomato-cheese-round-wooden-board_0725-10493.jpg?w=900&t=st=1674065438~exp=1674066038~hmac=9bbdd3e7cfb76bbab7bacb485acc567b1dc2839a9ad8e80e364cb7a485704b64",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Buffalo Wings",
        "category": "fried-chicken",
        "price": 200,
        "quantity": 40,
        "message": "At your Super Bowl party or game day tailgate, chicken wings are an absolute must. But, frying wings can be messy and involved, taking up time when you could be watching the game. To save time (and avoid a messy kitchen), skip the fried wings this year and make these baked Buffalo Wings instead. They're so much easier, while still giving you a deliciously crispy, saucy and caramelized result.",
        "foodPic": "https://images.unsplash.com/photo-1626645738196-c2a7c87a8f58?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Chicken and Waffles",
        "category": "fried-chicken",
        "price": 250,
        "quantity": 10,
        "message": "Homemade Chicken and Waffles is a true soul food brunch dish that everyone loves. My recipe includes juicy Southern fried chicken and fluffy waffles with an amazing sweet and spicy sauce made with maple syrup or honey.Chicken and waffles are my all-time favorite brunch and brinner --that's breakfast and dinner-- dish. I know, if you've never had it (like my husband before he met me) you're probably thinking Do chicken and waffles go together? And all I have to say to that is: yes, they do. Like you have no idea, honey.",
        "foodPic": "https://images.unsplash.com/photo-1606502973842-f64bc2785fe5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Hot Chicken",
        "category": "fried-chicken",
        "price": 360,
        "quantity": 24,
        "message": "HOME » MAIN DISH » mind-blowing nashville hot chicken Mind-Blowing Nashville Hot Chicken JUMP TO RECIPE STARS  1 HR 34 MINS  MAIN DISH Nashville Hot Chicken – This recipe for spicy, crunchy Nashville-style fried chicken is truly mind-blowing! A few unique tweaks make our dish perfectly spiced, with slightly sweet and smoky flavors you will love.nashville hot chicken recipe close up in basket The Best Nashville Hot Chicken RecipeIf you have ever lived in the south, you likely have a favorite fried chicken spot, amirite?One of our personal favorites is this amazing chicken shack here in Asheville called Rocky’s Hot Chicken Shack that makes Nashville-style deep-fried chicken. Each piece of crispy, crunchy, and juicy fried chicken is brushed with spicy oil, so it’s bright red, crisp, and spicy hot.Seriously, I cannot get enough. So we decided to make our own homemade version of Nashville Hot Chicken, inspired by this beloved local joint. We added just a touch of sugar to balance the spicy, along with a bit of smoked paprika for depth and intrigue.",
        "foodPic": "https://images.unsplash.com/photo-156691820-a3b3e0132267?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=880&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Popcorn Chicken",
        "category": "fried-chicken",
        "price": 420,
        "quantity": 14,
        "message": "Popcorn Chicken or Chicken Popcorn are small slices of chicken that were coated in flour and deep fried until it turns light to medium brown. This is a kid favorite and goes well with most dipping sauces. Speaking about dipping sauce, some of the favorites that goes well with this are barbecue, honey mustard, sweet and sour, and ranch. I also enjoy having this with Sriracha mayo.",
        "foodPic": "https://images.unsplash.com/photo-1569691899455-88464f6d3ab1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=686&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Chicken Fingers",
        "category": "fried-chicken",
        "price": 610,
        "quantity": 15,
        "message": "Homemade chicken fingers marinated in buttermilk, then fried to crispy golden brown. The ultimate chicken tenders that are even better than what you’d get at a restaurant. When I’m stumped on what to make for dinner, I always turn to these crispy chicken tenders because I know they’ll be a hit! I serve my chicken fingers with roasted broccoli and mashed potatoes for a complete meal.",
        "foodPic": "https://images.unsplash.com/photo-1594221708779-94832f4320d1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1964&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Hot Chicken Sandwich",
        "category": "fried-chicken",
        "price": 700,
        "quantity": 9,
        "message": "Crispy Nashville-style hot chicken sandwich with a juicy and tender center. Served with homemade creamy coleslaw, mayo, and bread and butter pickle chips in a brioche bun. Learn how to make a perfectly seasoned and super crunchy crust and keep the fried chicken juicy and moist.",
        "foodPic": "https://images.unsplash.com/photo-1603911036037-6331767f3b3a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=765&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Chicken Maryland",
        "category": "fried-chicken",
        "price": 1100,
        "quantity": 21,
        "message": "A chicken maryland is a cut of the chicken that contains both the drumstick and the thigh, with the skin on. Its a cut that is ideal for tray baking as it stays juicy and the skin becomes crispy. These are some of our favourite chicken maryland recipes, perfect for dinner.",
        "foodPic": "https://images.unsplash.com/photo-1555939594-58d7cb561ad1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Finest Arabic Chicken Shawarma Sandwich",
        "category": "shawarma",
        "price": 80,
        "quantity": 10,
        "message": "Shawarma is a Levantine Arab meat preparation, where meat is placed on a spit and may be grilled for as long as a day. Shawarma can be served with various toppings and vegetables such as tahini, hummus, amba, or pickled cucumbers. It is mostly wrapped in pita bread. As most of us don't have a rotating spit at homes, this recipe is cooked on the stovetop. After all, in this fast life who is gonna wait for a whole day?",
        "foodPic": "https://images.unsplash.com/photo-1633896949673-1eb9d131a9b4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=666&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Chicken Shawarma",
        "category": "shawarma",
        "price": 70,
        "quantity": 12,
        "message": "This Chicken Shawarma recipe is going to knock your socks off! Just a handful of every day spices makes an incredible Chicken Shawarma marinade that infuses the chicken with exotic Middle Eastern flavours. The smell when this is cooking is insane!",
        "foodPic": "https://images.unsplash.com/photo-1633896949673-1eb9d131a9b4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=666&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Grilled Chicken Shawarma Wraps with Raita",
        "category": "shawarma",
        "price": 170,
        "quantity": 18,
        "message": "Chicken thighs grilled with shawarma seasonings are sliced and wrapped in naan, or flatbread of your choice, with a delicious raita and sandwich toppings. Serve these wrap-style sandwiches for a hearty lunch, or for dinner with some sauteed vegetables.",
        "foodPic": "https://img.freepik.com/free-photo/side-view-chicken-roll-grilled-chicken-lettuce-cucumber-tomato-mayo-pita_141793-4849.jpg?w=1380&t=st=1674067084~exp=1674067684~hmac=30c057b3beefd80241a09a458744d348a3b8238e43454ee04d3b593714fb3ad8",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Lamb Shawarma",
        "category": "shawarma",
        "price": 220,
        "quantity": 20,
        "message": "This meltingly tender Slow Cooked Lamb Shawarma is the stuff food dreams are made of!! Slathered in a deceptively simple shawarma spice rub then slow cooked until fall apart, the flavour and fragrance of this lamb is absolutely heavenly. This recipe is ideal for butterflied lamb leg OR lamb shoulder.",
        "foodPic": "https://img.freepik.com/free-photo/side-view-doner-with-grilled-chicken-greens-lettuce-tomato-french-fries-table_141793-4881.jpg?w=1380&t=st=1674067069~exp=1674067669~hmac=086e0e89cbcf2e6eabb937afce3ce70aa7dccc54d05b6c6f024df1c83cf9a0d4",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Lebanese Chicken Shawarma",
        "category": "shawarma",
        "price": 410,
        "quantity": 16,
        "message": "This homemade Chicken Shawarma is made in the oven and is so wonderfully flavorful! The marinated chicken is one that I’ve perfected over the years of making this recipe for my family and trying to replicate the flavor from my favorite Lebanese restaurants. It’s full of flavor, juicy, and easy to make!",
        "foodPic": "https://img.freepik.com/free-photo/side-view-chicken-doner-with-greens-cucumber-tomato-sauce-cucumber-red-onion-pita-slice-lemon-board_141793-4824.jpg?w=1380&t=st=1674067061~exp=1674067661~hmac=60d6f9343850cabb7f537a6f0dbeb03246a0f8c1b4c1f3cf19fa526f320493bb",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Easy Beef Shawarma",
        "category": "shawarma",
        "price": 80,
        "quantity": 21,
        "message": "You do not need a special rotisserie or spit to make it at home. In this easy homemade shawarma recipe, you just need a large skillet or cast iron grill pan. And to make sure we get as close as possible to the texture and authentic flavor of beef shawarma, slice up your meat very thinly and toss it in the tantalizing shawarma seasoning with a bit of garlic, onions, lemon juice and olive oil.",
        "foodPic": "https://img.freepik.com/free-photo/side-view-doner-with-meat-cucumber-tomato-sauce-french-fries-board_141793-4882.jpg?w=1380&t=st=1674067101~exp=1674067701~hmac=7cba6ed2f263fad25e8745ad5394d40260a7cb4464d15abf8df1146e3942dd83",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Yogurt-Marinated Chicken Shawarma",
        "category": "shawarma",
        "price": 250,
        "quantity": 14,
        "message": "A classic Middle Eastern street food, chicken shawarma is made with large quantities of marinated chicken that are stacked in layers on a spit and slow roasted for hours. This scaled-back home version relies on skewers and a grill for a similar moist and flavorful effect. First, the chicken is marinated in generously spiced yogurt, which tenderizes the meat while infusing it with seasoning. Then the skewers are grilled quickly over direct heat to seal in the juices before being moved to indirect heat, where the meat is gently cooked through. Thinly sliced using a long sharp knife, chicken shawarma is usually served as a wrap with greens, tomatoes, garlicky creamy toum--and of course, fries!",
        "foodPic": "https://img.freepik.com/free-photo/side-view-doner-with-meat-cucumber-tomato-sauce-french-fries-board_141793-4882.jpg?w=1380&t=st=1674067101~exp=1674067701~hmac=7cba6ed2f263fad25e8745ad5394d40260a7cb4464d15abf8df1146e3942dd83",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Fideo",
        "category": "noodles",
        "price": 40,
        "quantity": 12,
        "message": "Homemade sopa de fideo (noodle soup) is one of my favorite dishes. This is Mexican lunchtime comfort food in the way that grilled cheese and tomato soup is in the U.S. Think warm fuzzies in a bowl. Every kid in Mexico grows up on it and everyone, young and old, still eats it regularly as part of the typical comida.",
        "foodPic": "https://img.freepik.com/free-photo/schezwan-noodles-szechwan-vegetable-hakka-noodles-chow-mein-is-popular-indo-chinese-recipes-served-bowl-plate-with-wooden-chopsticks_466689-74647.jpg?w=1380&t=st=1674067440~exp=1674068040~hmac=8e814f8dd6e28dc0bedd62be98617846c05eba2a1f8b49e4b259729c4b761c01",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Fried noodles",
        "category": "noodles",
        "price": 60,
        "quantity": 21,
        "message": "These pan fried noodles are tossed with colorful vegetables and coated in a savory sauce. A quick and easy meal option that can be customized in so many different ways. Best of all, this noodle stir fry can be on the table in just 20 minutes!",
        "foodPic": "https://img.freepik.com/free-photo/style-still-life-with-noodles-bowl_1150-19766.jpg?w=1380&t=st=1674067457~exp=1674068057~hmac=1d29cf28c9e6dabc02042712b82212ff27faeaaf797f3619ac0e96fdaf21acfa",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Frozen noodles",
        "category": "noodles",
        "price": 100,
        "quantity": 25,
        "message": "The best memories always start with an amazing bite.  These recipes have been collected over generations from our family and yours.  Whether your seeking a special recipe to recall a moment in time or looking for something new and different, we have a little something for everyone in our collection.Our recipe box is always growing.  If you have a noodle dish that youd like to share, please e-mail it to us.  Our family cant wait to dig in!  If it receives the Grandmas Frozen Noodles familys seal of approval, we will eagerly share it on this site to grace dinner tables from coast to coast.",
        "foodPic": "https://img.freepik.com/free-photo/spaghetti-seafood-with-tomato-sauce-decorated-with-beautiful-ingredients_1150-26428.jpg?w=1380&t=st=1674067463~exp=1674068063~hmac=f7c31743ec1c174b0c68aba76019909ff31b4872aee661fdb49fda0f2643dace",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Instant noodle",
        "category": "noodles",
        "price": 50,
        "quantity": 20,
        "message": "If you're still eating ramen straight out of the packet, it's time for an upgrade. The college kitchen staple is so easy to upgrade that, before you know it, that humble brick of noodles can make an actually filling and easy weeknight dinner. And we're not just talking about TikTok ramen, either. Ramen is so wildly versatile; we highly suggest taking it in whatever flavor direction you feel inspired by, like tossing it with pesto, tahini, and even a hearty sprinkle of Parmesan cheese. And if you're in the mood for a delicious project, our helpful guide on how to make homemade ramen will be more than rewarding.For many of us at Team Delish, ramen noodle soup is one of our top favorite comfort foods. Combining all the coziness of chicken noodle soup with endlessly slurp-able shoyu ramen, we landed on our ramen chicken noodle soup (which is basically a hug in a bowl). But we couldn't just stop there! Our birria ramen takes the Mexican classic and makes it more sweater-weather appropriate. If your tastebuds need a bit of a perking up, our creamy chicken ramen soup is just what the doctor ordered.Are you like us and kinda just want to eat ramen noodles all day long? Start your day with breakfast ramen, before you dig into our ramen snack mix. Crumble up toasted noodles into our ramen noodle salad (or our crunchy mandarin-orange chicken salad) for lunch, with some Mongolian beef ramen for dinner to complete your day of ramen.",
        "foodPic": "https://img.freepik.com/free-photo/pasta-spaghetti-with-shrimps-sauce_1220-5072.jpg?w=1380&t=st=1674067480~exp=1674068080~hmac=8fb4dc8cc5f60e92c11f6cf6c8b65084b01370ce64d7f33a9b223a03dbe26b95",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Mohnnudel",
        "category": "noodles",
        "price": 300,
        "quantity": 17,
        "message": "The recipe is originally from this site, I just added a few tipps and instructions. Instead of sugar, I've also tried it with powdered birch sugar once, which did not really made a difference in taste.Mohnnudeln are not only a typical Austrian (and Bohemian) specialty, they are also perfect comfort food for windy and rainy autumn days!",
        "foodPic": "https://images.unsplash.com/photo-1585032226651-759b368d7246?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=992&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Rice noodles",
        "category": "noodles",
        "price": 680,
        "quantity": 27,
        "message": "Cooking with the right rice noodle is the key to making Singapore noodles successfully. If you have an Asian supermarket nearby, there are probably rows and rows of different brands and sizes of rice-stick noodles (sometimes also called rice vermicelli noodles). Having a variety of choices to pick from is good, but it can also be confusing. You need a rice noodle that is thin, but can be subjected to the heat of the wok and the movements of stir-frying without breaking into little bits.",
        "foodPic": "https://images.unsplash.com/photo-1565976469782-7c92daebc42e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Rice vermicelli",
        "category": "noodles",
        "price": 1000,
        "quantity": 15,
        "message": "Home » Recipes » All Recipes » Noodles » Pad See Ew with Rice Vermicelli Pad See Ew with Rice Vermicelli Published: Feb 21, 2022 by Pailin Chongchitnant · This post may contain affiliate links Jump to Recipe  Jump to Video  Print Recipe Pad see ew is one of the most well-known and well-loved Thai dishes, but most people only know of the more common version of pad see ew that uses fresh wide rice noodles (ho fun). This version however uses thin rice vermicelli, and it's the one that I actually grew up eating in Thailand. It’s an incredibly fast dish to make; from the time I get up to cook to the time I sit down to eat, it takes only 20 minutes! You can even watch me prep and cook it all up in real time in the video tutorial below just to see how fast it really is!",
        "foodPic": "https://images.unsplash.com/photo-1552611052-33e04de081de?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Cake Doughnut",
        "category": "donut",
        "price": 40,
        "quantity": 10,
        "message": "I absolutely love this classic cake donut recipe. I grew up making cake donuts with my sisters and it brings back fond memories. You may be intimidated by making donuts from scratch but don’t be! The dough is incredibly easy to mix and frying is a breeze as long as you have a thermometer or something like a fry daddy. These cake donuts are INCREDIBLY soft on the inside and crispy on the outside. Finish them off with a simple glaze, powdered sugar, chocolate glaze or cinnamon sugar.",
        "foodPic": "https://images.unsplash.com/photo-1551024601-bec78aea704b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Jelly Doughnut",
        "category": "donut",
        "price": 70,
        "quantity": 14,
        "message": "Every editorial product is independently selected, though we may be compensated or receive an affiliate commission if you buy something through our links. Ratings and prices are accurate and items are in stock as of time of publication.",
        "foodPic": "https://images.unsplash.com/photo-1612240498936-65f5101365d2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Glazed Doughnut",
        "category": "donut",
        "price": 140,
        "quantity": 19,
        "message": "Homemade Glazed Donuts recipe makes light and fluffy donuts that are truly the best donuts I’ve ever eaten. They’re my absolute favorite! If you are new to donut making, this is the perfect donut recipe. Keep reading for an easy step-by-step tutorial with photos!",
        "foodPic": "https://images.unsplash.com/photo-1631397833242-fc6213046352?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Frosted Doughnut",
        "category": "donut",
        "price": 300,
        "quantity": 17,
        "message": "Vanilla Frosted Donuts are deliciously light soft buttery cake donuts that are baked instead of fried and frosted with a sweet and creamy vanilla frosting.These Baked Vanilla Frosted Donuts make a wonderful sweet breakfast treat. There is no better way to start the day than with these sweet frosted donuts.",
        "foodPic": "https://images.unsplash.com/photo-1631143070457-c1aecc92abbc?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Boston Cream Doughnut",
        "category": "donut",
        "price": 320,
        "quantity": 19,
        "message": "These homemade Boston Cream Donuts are surprisingly easy to make and taste SO much better than the ones you get from the coffee shop. You’ll fill them with silky smooth vanilla custard and dip them in a rich chocolate glaze before they’re ready to be devoured. Recipe includes a how-to video!",
        "foodPic": "https://images.unsplash.com/photo-1558005288-70a04248aca9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1135&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Cider Doughnut",
        "category": "donut",
        "price": 350,
        "quantity": 17,
        "message": "Homemade apple cider donuts are cakey, dense, and intensely flavored. Baked, not fried, these fall treats come together quickly and easily – a convenient recipe with no mixer required. The trick for big flavor is to use concentrated apple cider. Make the morning less hectic by reducing the apple cider the night before. Read on for all the tips you need to make this Fall favorite!",
        "foodPic": "https://images.unsplash.com/photo-1533137015-38dbe301e281?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1191&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Old-Fashioned Doughnut",
        "category": "donut",
        "price": 700,
        "quantity": 16,
        "message": "Soft and tender, these Old Fashioned Donuts are just like the ones from your favorite bakery. Coated in a delicious glaze, these donuts are perfectly golden brown on the outside and fluffy on the inside. Made without yeast, these donuts come together quickly and easily.",
        "foodPic": "https://img.freepik.com/free-photo/glazed-chocolate-pink-donuts-marble-surface_114579-18300.jpg?w=1380&t=st=1674068232~exp=1674068832~hmac=684f60c21143ad434257c3c7398db1ca3a0b5a7766412356e177d1d039c5693c",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Gelato",
        "category": "ice-cream",
        "price": 80,
        "quantity": 14,
        "message": "With Gelato API we want to give every entrepreneur or company the same growth opportunity as Optimalprint. You are now able to launch a truly global on-demand print service. This will allow you to connect with new customers in new markets and better serve your existing customers. Your products are produced nearer to your customers by highly qualified local printers. Transportation time is shortened. Carbon emissions are reduced",
        "foodPic": "https://images.unsplash.com/photo-1623595119708-26b1f7300075?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=683&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Kulfi",
        "category": "ice-cream",
        "price": 25,
        "quantity": 17,
        "message": "Kulfi is a frozen dairy dessert originating in the Indian subcontinent during the Mughal era in the 16th century. It is often described as traditional Indian ice cream. Kulfi is a traditional sweet of the Indian subcontinent, where it is commonly sold by street vendors called kulfiwallahs.",
        "foodPic": "https://images.unsplash.com/photo-1560008581-09826d1de69e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=744&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Sherbet",
        "category": "ice-cream",
        "price": 200,
        "quantity": 17,
        "message": "Sherbet, frozen dessert usually flavoured with fruit, made from water, sugar, flavourings, and milk or cream. Egg white or gelatin may be added to ensure a fine texture. Sherbets may also be flavoured with wine or liqueurs.",
        "foodPic": "https://images.unsplash.com/photo-1560008581-09826d1de69e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=744&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Sorbet",
        "category": "ice-cream",
        "price": 170,
        "quantity": 13,
        "message": "Sorbet is a frozen dessert made using ice combined with fruit juice, fruit purée or other ingredients, such as wine, liqueur or honey. Generally, sorbets do not contain dairy ingredients, while sherbets do.",
        "foodPic": "https://images.unsplash.com/photo-1488900128323-21503983a07e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Rocky Road",
        "category": "ice-cream",
        "price": 250,
        "quantity": 19,
        "message": "What is Rocky Road? In some parts of the world Rocky Road is a flavour of ice cream but the same name is also given to no-bake chocolate bars comprising largely of marshmallows and chocolate. A very traditional Rocky Road recipe is chocolate, marshmallows, peanuts, coconut and either Turkish delight or glace cherries.",
        "foodPic": "https://images.unsplash.com/photo-1488900128323-21503983a07e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Sprite",
        "category": "cold-drinks",
        "price": 50,
        "quantity": 200,
        "message": "Crisp, refreshing and clean-tasting, Sprite is a lemon and lime-flavoured soft drink. It first hit shop shelves back in 1961 and today it's sold in more than 190 countries. Crisp, refreshing and clean-tasting, Sprite is a lemon and lime-flavoured soft drink.",
        "foodPic": "https://images.unsplash.com/photo-1625772299848-391b6a87d7b3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Coca-Cola",
        "category": "cold-drinks",
        "price": 45,
        "quantity": 100,
        "message": "The Coca-Cola Company (NYSE: KO) is a total beverage company with products sold in more than 200 countries and territories. Our company's purpose is to refresh the world and make a difference. Our portfolio of brands includes Coca-Cola, Sprite, Fanta and other sparkling soft drinks.",
        "foodPic": "https://images.unsplash.com/photo-1592892111425-15e04305f961?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Pepsi",
        "category": "cold-drinks",
        "price": 50,
        "quantity": 140,
        "message": "Everything was fine for Pepsi Cola until the arrival of the Great Depression, when the factory of Bradham went bankrupt and Roy Magargel bought it. However he was not able to revive it although he even tried to sell the brand to Coca-Cola. This effort was a resounding failure. Finally, the company was held by Charles Guth, President of the candy factory Loft Inc. With this new purchase the brand rejuvenated its image, a new formula was created and it was registered in 80 countries with a big campaign behind. Thanks to this, Pepsi achieved a good position behind Coca-Cola as the most recognized in the world.",
        "foodPic": "https://images.unsplash.com/photo-1531384370597-8590413be50a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Monster",
        "category": "cold-drinks",
        "price": 300,
        "quantity": 150,
        "message": "Monster Beverage is a multinational beverage company specializing in energy drinks, soft drinks and alternative beverages. The company is based in Corona, California, United States and was founded as Hansen's Juices in 1935. Since 2012, the company has operated under the holding Monster Beverage Corporation",
        "foodPic": "https://images.unsplash.com/photo-1622543925917-763c34d1a86e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Thums Up",
        "category": "cold-drinks",
        "price": 170,
        "quantity": 50,
        "message": "Thums Up was introduced as a flagship brand in 1977 by a company called Parle Agro to offset the gap in the Indian cola market when Coca-Cola and Pepsi were expelled by the Indian government. Over the the next 16 years, the brand enjoyed great success, ratcheting up to over an 80% market share.",
        "foodPic": "https://images.unsplash.com/photo-1628340814848-17c9d6ba00b9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Fanta",
        "category": "cold-drinks",
        "price": 60,
        "quantity": 140,
        "message": "Introduced in 1940, Fanta is the second oldest brand of The Coca-Cola Company. Bright, bubbly and popular, Fanta is the soft drink that intensifies fun. Introduced in 1940, Fanta is the second oldest brand of The Coca-Cola Company.",
        "foodPic": "https://images.unsplash.com/photo-1624517452488-04869289c4ca?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=803&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    },
    {
        "foodName": "Mountain Dew",
        "category": "cold-drinks",
        "price": 70,
        "quantity": 170,
        "message": "Mountain Dew, stylized as Mtn Dew in some countries, is a carbonated soft drink brand produced and owned by PepsiCo. The original formula was invented in 1940 by Tennessee beverage bottlers Barney and Ally Hartman. A revised formula was created by Bill Bridgforth in 1958.",
        "foodPic": "https://images.unsplash.com/photo-1632161927166-0aea13d8f7e6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=649&q=80",
        "shafeName": "RsRuh",
        "shafeEmail": "rshridoysr@gmail.com",
        "shafePic": "https://i.ibb.co/7tDZn7R/aaas.jpg",
        "status": "available"
    }
]